Repository: wp-plugins/cackle
Catalog: languages/cackle-*.po
Languages: ru_ru

source: Comments
ru_ru: Комментарии

source: Cackle plugin installation
ru_ru: Установка плагина Cackle

source: Check status
ru_ru: Проверка статуса установки и акккаунта

source: Export comments
ru_ru: Экспорт комментариев

source: Sync comments
ru_ru: Синхронизация комментариев

source: Cackle plugin status and account availiable options
ru_ru: Статус установки плагина и активные опции аккаунта Cackle

source: Warnings and errors
ru_ru: Ошибки, предупреждения, уведомления

source: Enable SSO
ru_ru: Единая авторизация(вкл)

source: Enable sync(SEO)
ru_ru: Синхронизация(вкл)

source: Activate
ru_ru: Активировать

source: Plugin activated
ru_ru: Статус активации плагина

source: Single sign on
ru_ru: Единая авторизация

source: This will export your existing WordPress comments to Cackle
ru_ru: Экспорт существующих в БД Wordpress комментариев в виджет Cackle

source: This will download your Cackle comments and store them locally in WordPress
ru_ru: Синхронизация комментариев с виджета Cackle в локальную БД Wordpress

source: Start
ru_ru: Начать

source: Continue
ru_ru: Продолжить

source: Stop
ru_ru: Остановить

source: Cackle moderate
ru_ru: Cackle модерация

source: Cackle settings
ru_ru: Cackle настройки

source: Paid white label option
ru_ru: Оплачена опция Без копирайта

source: Paid Single Sign On option
ru_ru: Оплачена опция Единая авторизация

source: Cackle widget language
ru_ru: Локализация виджета

source: Processed export comments for post_id =
ru_ru: Экспорт комментариев для поста с id =

source: Processed export comments was stopped for post_id =
ru_ru: Экспорт комментариев был остановлен для поста с id =

source: All comments were exported successfully to Cackle!
ru_ru: Все комментарии были успешно экспортированы в Cackle!

source: Processed sync comments for post_id =
ru_ru: Синхронизация комментариев для поста с id =

source: Processed sync comments was stopped for post_id =
ru_ru: Синхронизация комментариев была прервана для поста с id =

source: All comments were synchronized successfully to Cackle!
ru_ru: Все комментарии были успешно синхронизованы в БД Wordpress!

source: You need to enable curl extension in your hosting server, and then click to Activate button again.
ru_ru: Для успешной работы синхронизации вам необходимо активировать расширение curl для php в настройках вашего сервера. <br> 1. Откройте файл php.ini (по дефолту /etc/php5/cli/php.ini) <br>2. Найдите строку с <b>;extension=php_curl.dll </b> и разкомментируйте ее, в итоге должно получиться <b>extension=php_curl.dll</b> <br>3. Перейдите в Cackle настройки и кликните кнопку Активировать.

source: Open_basedir have some value and sync cannot work with it. Go to the php.ini and set ; before it to disable, and then click to Activate button again.
ru_ru: Для правильной работы синхронизации параметр open_basedir должен быть пустым. <br> 1. Откройте файл php.ini (по дефолту /etc/php5/cli/php.ini) <br>2. Найдите параметр open_basedir и закомментируйте его, в итоге должно получиться <b>;openbase_dir</b> <br>3. Перейдите в Cackle настройки и кликните кнопку Активировать.

source: Safe mode is enabled and sync cannot work with it. Go to the php.ini and set safe_mode = off to disable, and then click to Activate button again.
ru_ru: Для правильной работы синхронизации параметр safe mode должен быть выключен.<br> 1. Откройте файл php.ini (по дефолту /etc/php5/cli/php.ini) <br>2. Найдите параметр safe_mode и установите значение off, в итоге должно получиться <b> safe_mode = off</b> <br>3. Перейдите в Cackle настройки и кликните кнопку Активировать.

source: Warning
ru_ru: Предупреждение

source: Success
ru_ru: Успешная активация!

source: Plugin was successfully activated!
ru_ru: Плагин был успешно активирован!

source: The entered keys are wrong. Please check it again. Plugin was not activated
ru_ru: Введены неверные ключи. Проверьте правильность ввода ключей. Плагин не активирован!

source: Plugin was not activated, check keys
ru_ru: Плагин не был активирован, проверьте ключи и активируйте снова

source: Plugin was successfully activated
ru_ru: Плагин был успешно активирован и готов к работе!

source: Export process
ru_ru: Процесс экспорта

source: Sync process
ru_ru: Процесс синхронизации

source: with specified error:
ru_ru: со следующей ошибкой:

source: Error 500. Unable to connect server. Check server or internet
ru_ru: Ошибка 500. Невозможно соединиться с сервером. Проверьте работу сервера или интернет соединения

source: Unable to connect with Cackle
ru_ru: Невозможно связаться с сервером Cackle

source: Last successfull exported comments was for post_id =
ru_ru: Последние удачно экспортированные комментарии для поста с id =

source: Last successfull synced comments was for post_id =
ru_ru: Последние удачно синхронизованные комментарии для поста с id =
